{
    "France": "We are gathered here at the General Assembly at a time when the Secretary-General has chosen the very important theme of climate - we met on the subject yesterday - when impatience is being expressed everywhere and when everything in the world around us - or at least many things - could lead us to be pessimistic. We are not meeting our own expectations - the objectives that we have set for ourselves - in the fight against global warming and in the fight for biodiversity. The many tensions are at an unprecedented level in some parts of the world. Take, for example, what happened recently in the Gulf, or the challenges many of our friends in this Hall are confronting - our friends from the Sahel in particular, whose friendly faces I see here, and from many other regions. These conflicts are increasingly harsh, cruel to civilians, humanitarian workers and human rights defenders. As David Miliband says, we have entered an age of impunity. Commercial tensions are increasing, and concerns are growing about technological changes and their consequences. I do not want to paint a pessimistic picture here - and I know how tired delegations are of listening to the many speeches that have been given since this morning; indeed, I wish to spare us the litany of all the reasons for despair. Nevertheless, we have everything we need to meet these challenges, everything, and in a new way. First, we have knowledge. Never before in the history of the world has science been brought together in such a way as to be able to describe the challenges we face and provide the means to address them, from the Intergovernmental Panel on Climate Change to the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, to the point where we are building upon technological revolutions. It has been described thus: every year we know a little bit more. We have the funding, which is not lacking across the globe. We have an unrivalled capacity for innovation, which, on many of the subjects I have cited, is also a means of responding to these challenges: in the fight against poverty and in efforts to foster stability and respond to the major changes I have just mentioned. We have an unprecedented awareness of these contemporary evils. We have our youth, who are weighing in on the climate and freedoms. And we have, I must say, public opinion, which is more informed than ever before. And we have a framework, which is operative in this Hall today: the framework of free States that recognize each other and are supposed to work for the common good and prepare for the future of humankind, responding to these contemporary crises. We also have multilateral regional frameworks on many subjects and thematic frameworks on such topics as trade and economic cooperation. So what are we missing? What is it that makes us give speeches that make our peoples feel we cannot respond to their fears? On reflection, as I prepared to speak today, I was reminded of a text that has often been with me, namely, the Harvard commencement address given by Alexandr Solzhenitsyn in 1978 on the decline of courage. We lack courage, spectacularly and often. Basically, today I just wanted to tell the General Assembly that the appeal I would like to make would be on the revival of courage - on two subjects to begin with: the courage to know how to build peace and the courage to take responsibility. The courage to know how to build peace is important because, first of all, it takes courage to do so and because building peace always involves taking a risk, which consists in not simply defending one's primary interests or one's positions that have sometimes led to escalation or tensions. In all regions of the world, building peace is about taking the risk - the risk of dialogue, compromise, rebuilding trust - and in so many regions, that is what we need. That is what the Middle East needs today. That is what the Gulf region needs. Courage is not tensions, provocation, ripostes. It is a demanding consultation that is carried out in a transparent manner. From the very first time I addressed the General Assembly (see A/72/PV.4) I expressed my strong belief with respect to Iran that the strategy of applying pressure on the Iranian nuclear issue could lead only to an increase in tensions in the region if, basically and above all, it did not have clear prospects for achieving a diplomatic solution. In 2018, after the United States withdrew from the 2015 Vienna Agreement, I proposed a comprehensive framework to preserve the Joint Comprehensive Programme of Action (JCPOA) and complement it with a broader approach to address the issues raised by Iran's post-2025 nuclear programme, the country's role in regional crises and its ballistic programme. Where are we today? In response to the American strategy and the European, Russian and Chinese desire to preserve the 2015 Vienna Agreement, Iran has responded with a strategy of maximum pressure on its regional environment. In that context, the increase in tensions was constant in recent months, and the 14 September attacks on Saudi Arabia have changed the situation. From that point on, the risk of a flare-up based on a calculation error or a disproportionate response has become greater today. Peace is at the mercy of an incident that is getting out of hand, and the consequences for the whole region and beyond would be too serious for us to accept living on the brink of disaster. So what can we do? More than ever, I believe very deeply, the time has come to resume negotiations among the United States of America, Iran, the signatories to the JCPOA and the Powers in the region that are primarily concerned with the region's security and stability. What should be the terms and objectives of those negotiations? First, there must be complete certainty that Iran will never acquire nuclear weapons. Secondly, there must be an end to the crisis in Yemen. Thirdly, a regional security plan integrating the other crises in the region and the security of maritime transit flows must be drawn up. Finally, economic sanctions must be lifted. I am in no way naive, nor do I believe in miracles. I believe in the courage to build peace, and I know that the United States of America, Iran and all the signatories to this agreement have that courage. It is with the same conviction that we will continue our work on Syria, Libya and the Sahel, which has been discussed at length in recent weeks and, in particular, at the Group of Seven Summit in Biarritz. With regard to Syria, I would like to welcome the encouraging announcements made yesterday by the Special Representative of the Secretary-General, and a decisive step forward with respect to the constitution, at last, by the long-awaited Constitutional Committee. We all look at the humanitarian situation in Idlib with vigilance and high standards. We are all committed to Syria's stability, throughout all its regions, and to the protection of all its people. We will continue to work towards a sustainable and inclusive political solution in Syria, which entails the work of the constitutional committee and securing Syrian territory so as to enable the voluntary and safe return of all refugees. It further requires a free electoral process that will include all Syrian citizens. With respect to Libya, the Group of Seven (G-7) summit recalled our objectives and convictions. I believe very strongly that we currently need a robust inter-Libyan reconciliation conference and a firm commitment from the African Union, alongside the United Nations, to achieve that. Many initiatives have been undertaken. I welcome the commitment of Germany and all stakeholders who want to build peace. Lasting peace, however, can be built only on the basis of reconciliation among the Libyans themselves. In the Sahel, France's commitment is well known, ongoing and reaffirmed. There too, the future lies in building lasting cooperation in the region among the five States members of the Group of Five for the Sahel, securing the commitment of our armies, involving the United Nations, changing the mandate of the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) and fully integrating our objectives of fighting terrorism and entrenching sustainable security in the Sahel into the missions that we have deployed. It is essential to transfer MINUSMA's mandate to Chapter VII of the Charter of the United Nations, continue to involve all the armies in the region, re-engage all the region's security forces in the fight against terrorism and commit our energy to development and stabilization. Those are all situations in which engaging in dialogue and crafting political solutions are the key to success. That courage to build peace is something we have seen in recent months at work in an unforeseen and unexpected way in the Sudan thanks to the strength of the Sudanese people, the capacity for dialogue between the army and the people, the work of the African Union and the role of Ethiopia, whose foresight and commitment to the whole region I want to salute here. It is that same courage to build peace that is now required in Ukraine. President Zelenskyi has taken the first steps, President Putin has been able to respond to him and progress has been made in recent weeks. We see our horizon and know that the next steps are implementing the Minsk agreements and, ultimately, building a lasting peace on the ground. In the coming weeks, we will convene a summit in the Normandy format at the level of Heads of State and Government. On each of those subjects, the question that is always asked is how to recreate an effective framework for cooperation among States. I believe that that it is possible. I do not believe that the problems that we face today can be solved by diluting responsibilities or by a globalism that, in a way, neglects the people. In that regard, I agree with what President Trump said this morning. I also do not believe that the crises that we are experiencing would be best resolved by national withdrawal. I believe very deeply in patriotism so long as it incarnates both love of country and the aspiration to the universal. I believe very deeply in sovereignty so long as it represents both autonomy for oneself and the need for cooperation. What we need today is to reinvent what I defined when I last addressed the Assembly in speaking of robust multilateralism (see A/73/PV.6). That is not to say that our multilateralism is worn out, that we no longer listen to ourselves or that we are no longer effective. Rather, it is in acknowledgement that there is no solution to be found in national withdrawal or without cooperation. That cooperation must, however, produce concrete results and engage new actors. We have demonstrated the effectiveness of such robust, contemporary multilateralism. I believe that we achieved that on the issue of climate when, after the American decision to withdraw from the Paris Agreement on Climate Change, we launched the One Planet Summit, together with the United Nations and the World Bank, which allowed us to maintain cohesion and engage new actors, investors and companies, as we saw again yesterday at the summit organized by the United Nations. We must engage new actors, create momentum and resist disintegration. In that regard, Russia's ratification of the Paris Agreement, announced yesterday, is a sign of the success of that approach, in addition to what we have been able to undertake on many coalition issues. That is the same highly pragmatic multilateralism that we adopted to fight terrorism on the Internet through the Aqaba process and in the Christchurch Call to Action Summit, held on 15 May in Paris. I pay tribute here to the commitment of the King of Jordan and the Prime Minister of New Zealand. Yesterday, we made a breakthrough when 50 countries joined that initiative and platforms were committed to set operational protocols and remove terrorist content. We will go even further, but we now have a concrete, real answer. We must continue to move forward, innovate and respond to contemporary challenges in a spirit of partnership, information and democracy. We must now innovate in the same spirit to secure our safety and security. The major challenge for us today is that we are no longer capable of ensuring stability in an increasingly conflict-ridden world, having left behind the bipolar world in which we lived for decades. We no longer really have the last-resort guarantors of our deep-seated balances. As such, disorders have set in and things are often slow to be resolved effectively. I believe very strongly that the courage to build peace requires the reaffirmation of our values - those of human rights and the dignity of human beings, which must not be subject any form of contemporary relativism. It calls for practical re-engagement in all areas of operation that I mentioned earlier, with a view to building peace and stability and proposing tangible solutions to the people. I would refer, too, to the courage to take responsibility for our manifold challenges. When we talk about contemporary common goods, the climate, education and inequalities, we can say that we understand and see things for what they are. Today, we have an array of experts who are telling us about and describing in unprecedented detail the situation of our world. If we have weakened, it is because we have too often decided to question the truth, contest the facts, favour the short term and sometimes protect certain interests, and the loss of meaning has taken hold. But the reality is there. Inequalities have again increased in our world among countries and within our countries. Our contemporary capitalism has become dysfunctional, leading to an unparalleled level of inequality. We are no longer capable of solving abject poverty and new forms of inequality, such as inequalities of opportunity and gender, as well as in access to education in the poorest regions, access to health care and necessary treatments, and climate, when it comes to the most vulnerable countries or the poorest regions that are hit even harder by global warming or the increasing scarcity of biodiversity. On all those subjects, I presented the proposed the G-7 agenda last year and the desire to place the fight against inequality at its very core. I would like to briefly comment on that. I believe that we can collectively contribute to that subject in order for a response to begin to materialize, with a view to supporting the collective commitment already made to the Sustainable Development Goals. It is a way out of the short term; it is a decision to change our system. We have collectively committed, first and foremost, to a very proactive agenda for Africa and for the Sahel, its security, stability and development and, more broadly, to draft an agenda for Africa based on genuine security, development and reciprocity. In that context, we will host an Africa-France summit in France next June, based on economic partnerships and the involvement of civil societies in a spirit of deep reciprocity. It is an agenda for equality between women and men. In Biarritz, we launched the €251-million Affirmative Finance Action for Women in Africa initiative to support women entrepreneurs in Africa, and we will work with Angelique Kidjo to ensure that projects are quickly launched. That initiative was proposed by African women and operated by the African Development Bank, and for which the major economic Powers have decided support through investment. We have supported Dr. Mukwege's fund for the protection of victims of sexual violence and launched the Gender Equality Advisory Council, which we have expanded in conjunction with this session of the General Assembly and which, for the States that join it, consists of implementing at least one measure at the national level on women's rights, based on best practices around the world. The fight for gender equality is crucial, because we have not won it within our societies, as evidenced by the persistence of feminicide in France and many other countries. We must give it legal status and build effective action to eradicate it. We must do even more than we have done before, because we are seeing in numerous States a decline in equality between women and men and a questioning of women's rights to control their bodies and the achievements of past decades. We must act because wherever inequality between women and men takes root, it leads to a decline in civilization, a rise in obscurantism, a growth in terrorism and a downturn in education. It also leads to diminished growth, because it means depriving each of those countries of half of its potential wealth. That is also why we strongly support the United Nations on that agenda. On the three principles of action - namely, emancipate, protect and ensure real equality - we will act in view of the Generation Equality Forum, to be held in Paris in July 2020, 25 years after the Beijing Declaration, which marked the history of our Organization. There is no turning back now. We must move forward into a new era. We must also fight that battle and have the courage to assume responsibility for our health. Here too, we have seen even today too many setbacks and difficulty of access to treatment in some regions, despite our efforts. The sixth replenishment conference of the Global Fund to Fight AIDS, Tuberculosis and Malaria will be held on 10 October in Lyon, France. From this rostrum in 2002, Kofi Annan called for the creation of a global fund to fight inequalities in the face of the possibility of curing deadly diseases. The Fund was then established, with the support of the Group of Eight at the time, and 32 million lives have been saved as a result. I insist that the eradication of major pandemics is within the reach of our action. We can save 16 million lives in the coming years. We must simply recognize that no one can understand any longer how, for reasons of finance and inequality, it is impossible today to access treatments to prevent or cure such diseases or to slow their resurgence. That is why we need $14 billion in Lyon. We have three weeks, and we will put all our energy into making sure that a new global fund meets our ambition. Lastly, the issue of climate is also a fight against inequalities and one of the subjects on which the courage of responsibility must be exemplified. Essentially, there is an ongoing paradox in climate matters, to which we are collectively being inured. We have basically given our impatient young people a boilerplate response. We give them the opportunity to express themselves and we tell them that we can hear them and that they are doing great; and then, all too often, we go on doing just as we did before. That will not hold up. I welcome the commitment of the Secretary- General and say that, in the fight against climate change and biodiversity loss, we must undertake even stronger action and fundamentally change our collective Organization, the system itself, and seek not to offset, but rather to correct and change it ourselves with all our investors, companies and societies. First, we must broaden our ambitions. That is crucial if we are to have a chance at limiting the rise in temperatures to below 2°C by the end of the century. To that end, we must act in 2020. In Europe, we must make the necessary decisions in 2020 in that regard, particularly on carbon taxation, with a real, higher minimum price and border taxation. If we have not convinced some partners to follow that agenda, those courageous decisions are needed, and the time is now. We need to engage all countries more broadly in a carbon neutrality strategy by 2050. Several have joined that coalition. President Piñera Echenique has just presented it to the Assembly. We must continue to convince stakeholders and participate in that essential strategy. India has just expressed its willingness to join that agenda and coalition. I am aware of China's proactive approach to climate change, which has been so important in recent years. I know that together, if we commit to carbon neutrality, we can make a significant difference in achieving our objectives. As such, the twenty-fifth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, to be held in Chile, and the twenty-sixth session, to be held in Europe, will be defining events. Secondly, we must bring our agendas and actions back into line. I said this yesterday, but we cannot claim to be doing everything perfectly well and call for calm while we continue to be dependent on coal, as is the case in too many countries. Everyone, within their own limitations and with the help of the international community, the right funding and respect for each component of our societies, needs to commit to a strategy to wean ourselves of coal. The major countries of the world must also stop financing new polluting facilities in developing countries. We continue to this day to export financing and projects in various countries financed by developed countries, which consist of launching new polluting structures and telling developing countries, the poorest countries, in not so many words that climate change is not for them. They can go on polluting; everything's fine where you are. That is inconsistent and irresponsible. Let us be honest with ourselves. We must commit all our development banks, as we began to do on Sunday, towards a reorientation of financing towards renewable energies everywhere, because in Africa, Asia, the Americas and the Pacific, the future of energy production is also about getting out of coal and no longer being coal-dependent. In the same way, we must build a climate fund commensurate with these ambitions. In a few weeks, the first Green Climate Fund pledging conference will take place in Paris and I call on our major partners on this issue to provide crucial financing. There are many of us that have already doubled our commitments and I urge others to do the same, as such contributions will be most decisive. On the matter of coherence, as I said yesterday, we can no longer have open, free-trade commercial strategies that do not include the climate question in their own agendas. The two must be combined. I believe in openness and free trade, but only to the extent that they are well thought out and able to integrate the objectives of zero carbon and zero deforestation. This means that, at each stage, we must build compatible solutions and find measures for compensation. However, we cannot force certain countries to make efforts and then continue to trade with those that do not, and we cannot continue to make statements from this rostrum and continue importing products that contradict them. Nothing is going to change overnight. France, on its part, is too often an importer of products that lead to deforestation. This will involve deep-rooted changes and partnership strategies with countries of origin, with our businesses and our financial backers. I am not saying that everything is going well in France and that we are doing everything right; that is far from the truth. But if we are not collectively responsible and transparent and if we do not accept the fact that we must practice what we preach when it comes to our commercial policies and climate agendas, we will never achieve it. It will take some years, but we must start now. There are two climate-related topics that I wish to underscore here before concluding. If we want to succeed in the war on climate change, we must look to save our forests and our oceans. These two battles are essential to reduce carbon dioxide emissions and preserve our biodiversity balance. We are currently losing the battle on these two global issues. Yesterday, I believe that the commitment demonstrated by all marked an important step forward in defending the Amazon rainforest and the African forest - that is, the primary forest reserves of our planet. We have countries that have committed to this cause - France is one of them - but here I wish to highlight in particular the efforts of Germany and Norway. We were joined by major countries, international organizations, non-governmental organizations and the majority of the countries affected by Amazonia, to speak diplomatically. I encourage all those who wish to join the fight to join it, but we need to move forward. By the time the United Nations Climate Change Conference takes place in Santiago, we will have met extremely effective and pragmatic criteria so as to invest more closely on the ground and find useful solutions to promote reforestation, biodiversity and agroecology protection and all economic development projects concerning Amazonia and the African forest in the Congo basin. This will promote economic development and forest preservation, and thus our fight for biodiversity and against global warming. The fight for biodiversity, too, will be the focus of major meetings in 2020, with the International Union for Conservation of Nature World Conservation Congress in France and the 15th meeting of the Conference of the Parties to the Convention on Biological Diversity in Beijing. We need clear actions to be taken by 2020. When it comes to our oceans, the Intergovernmental Panel on Climate Change report Global Warming of 1.5°C is utterly devastating. We have been confronted with the naked, stubborn truth and we are losing the battle. At the recent G-7 Summit in Biarritz, we began building coalitions with major transporters, which committed to reducing speeds. This is just the beginning - we are far from having won - and I hope that we will commit, as we are doing for the forests, to the fight for the oceans with the funding and concrete actions needed to win this battle. Right now, it is all about our initial changes and our initial actions. I cannot stress enough that what we are collectively trying to do is vital. It is about working together to try to change our collective political, economic, social organizations to reduce inequalities and, better still, to prevent them. I do not believe that the right response to growing contemporary inequalities in the areas of climate, opportunities and education lies in the fiscal agenda of each individual country. I believe that the answer lies in education, access to health care and policies to prevent inequality in each individual country, but above all in stronger international cooperation and a robust agenda to combat such inequalities. But on a fundamental level, this requires an agenda of reconciliation. What we are seeing in front of us is, on the one hand, a constant rhetoric of condemnation. I hear it, and it pushes us to act, but words of condemnation are no longer enough. We know that we cannot go on simply condemning. Our predecessors condemned 20 years ago, which allowed groups of experts to be established. But alongside this rhetoric of condemnation, for some, there is comfort in inaction, a habit of cynicism. In the middle of it all, there is a rather haphazard, somewhat clumsy group of people trying to take action. Let us take this challenge in our stride; let us build this agenda of reconciliation with our public opinion, with our youth, with our companies, with our investors and with Governments of good faith. We have the facts; let us continue to establish them and, from now on, change our habits. We must change our consumer habits, our production habits, our investment habits, our governance and civic habits in order to collectively engage in this agenda for change. Remaining in this tandem of condemnation and inaction will lead to nothing. I firmly believe that the courage to assume responsibility means facing the facts, to accept that there are things we can do right now and others that will take time, because in all of our countries there are producers depending on certain products that are harmful; there are people who live in poorly constructed housing and continue to pollute even as they move on. We cannot point the finger at them. Rather, we must help them to change and we must offer solutions through technological innovation, investment and a real agenda to fight social and climate-related inequalities. That agenda of reconciliation is what we need and that is what I want to do in France, what we need to implement in Europe and what we must build right here. That is what I wanted to say today. I believe in this courage to take responsibility and, more broadly, I believe that this courage will return. In any case, I believe we have no other choice. We must work together. Our grammars have changed; they are no doubt more complex than they were in the past and they certainly engage us more. We know that when it comes to security, inequality, health and climate change, we will all be accountable. But I no longer believe in the easy way out of pessimism. I no longer believe in division. I believe in our ability to propose ideas, to reflect and to act together to build this agenda for reconciliation that will enable everyone, everywhere, to see the light in our future.",
    "Russia": "We are getting ever closer to the seventy-fifth anniversary of the United Nations, which was established thanks to victory in the Second World War and our recognition that a collective mechanism for maintaining international peace and security was essential. Unhappily, the events of the Cold War, which began soon after, prevented it from unleashing the full extent of its potential for good. The hope re-emerged almost 30 years ago with the fall of the Berlin Wall, the symbol of two irreconcilably opposed systems. It was the hope that perhaps at last we could turn the page on the pain of wars, cold and hot, and unite our efforts for the benefit of all humankind. However, we have to admit that despite the fact that thanks to the United Nations we have succeeded in preventing a third world war, there are no fewer conflicts and enmity on the Earth, and new and terrible challenges have emerged - international terrorism, drug trafficking, climate change, illegal migration and a growing gap between rich and poor. Coping with these and many other challenges becomes harder and harder every year, and the international community is only growing ever more fragmented. We believe that the chief reason for this state of affairs is the unwillingness of the countries that declared themselves the victors in the Cold War to consider the legitimate interests of every other State and to accept the objective realities of the course of history. The West is finding it difficult to come to terms with the fact that its centuries-long dominance of world affairs is disappearing. New centres of economic growth and political influence are springing up and becoming stronger, and without them it will be impossible to find sustainable solutions to the world's problems, which we can address only through the firm foundation provided by the Charter of the United Nations and by balancing the interests of every State. The leading Western nations are trying to prevent the establishment of a polycentric world, restore their positions of privilege and impose standards of conduct on everyone else based on their own narrow interpretation of liberalism. To put it in a nutshell, they say, \"We are liberals and can therefore do anything we want\". In its desire to achieve this, the West recalls international law ever more rarely, and ever more often and more insistently argues for a so-called rules-based order. The aim of the concept of this kind of order is obvious - it is to rewrite the norms of international law that no longer suit the West and replace them with rules that conform to their self-serving schemes, devised based on political expediency, while the West proclaims itself, and itself alone, the undisputed source of legitimacy. For instance, when it is advantageous, the right of peoples to self-determination is important, but when it is not, it is declared to be illegitimate. These revisionist rules are justified by manipulating the public consciousness, disseminating false information, creating double standards for human rights, suppressing unwelcome media outlets and banning journalism. The West also has apt pupils among its client States in post-Soviet territory. Collective work on an equal footing is being replaced by closed- format meetings held outside the legitimate multilateral frameworks, with approaches agreed on behind closed doors by a select few that are then declared to be multilateral agreements, accompanied by attempts to privatize the secretariats of international organizations and use them to advance non-consensus ideas in order to circumvent universal mechanisms. The attacks on international law are reaching alarming levels. There has been much talk about the withdrawal of the United States from the Joint Comprehensive Plan of Action for Iran's nuclear programme, endorsed by Security Council resolution 2231 (2015). Not only has Washington repudiated its obligations under the resolution, it has started demanding that everyone else also play by the United States' rules and sabotage its implementation. The United States has taken a hard line in its efforts to erode United Nations resolutions on the international legal foundations for a settlement in the Middle East. It has proposed that we await some so-called deal of the century while at the same time it takes unilateral decisions on Jerusalem and the Golan Heights. The possibility of a two-State solution to the Palestinian issue, which is of key significance for satisfying the legitimate aspirations of the Palestinian people and ensuring the security of Israel and the whole region, is under threat. When members of NATO bombed Libya in open violation of Security Council resolutions, it was clear that they too were guided by the logic of their so-called rules-based order. The result was the destruction of Libya's statehood, while to this day the international community is grappling with the mess created by the pernicious legacy of NATO's adventurism, especially for the countries of Africa. The hidden agendas continue in the counter-terrorism arena. Despite the universally binding Security Council resolutions on listing terrorist organizations, some countries have made it a rule to shield terrorists and even work with them on the ground, as we have seen in Afghanistan, Libya and Syria, for instance. The United States is already saying openly that Hayat Tahrir Al-Sham is a quite moderate group that it can do business with. It also wants to get other members of the Security Council to go along with its unacceptable reasoning, as the recent discussions on the situation in Idlib in Syria showed. And the West also applies its own rules with regard to the Balkans, where it is openly working to undermine Security Council resolutions on the settlements in Kosovo and Bosnia and Herzegovina. Together with the resolutions of the Security Council, our universal conventions are integral to international law. The West would like to replace them with its rules, too, as happened with the Organization for the Prohibition of Chemical Weapons, whose Technical - and I stress the word \"technical\" - Secretariat was illegally granted so-called attributive functions as a result of unlawful manipulation and unscrupulous pressure, in direct violation of the Chemical Weapons Convention and the exclusive prerogatives of the Security Council. The game-playing continues around conventions that require all countries to uphold the linguistic, educational, religious and other rights of their national minorities. Even here our Western colleagues are guided by their rules. They turn a blind eye to blatant efforts to deny national minorities such rights and continue to condone the shameful existence of statelessness in Europe. Revisionist tendencies with regard to international law are increasingly evident in the sustained attempts to rewrite the history of the Second World War and to justify the growing manifestations of neo-Nazism and the vandalism of monuments to the liberators of Europe and the victims of the Holocaust. The strength of key principles of the United Nations Charter such as non-interference in the internal affairs of others and the inadmissibility of the use or threat of force is also being tested. Attempts are now being made to add Venezuela to the list of countries whose statehood has been violated before our eyes through aggression or foreign-inspired coups. Like an overwhelming majority of the States Members of the United Nations, Russia rejects any attempt to resurrect the rules of the Monroe Doctrine era in Latin America and to effect regime change in sovereign States from outside without shrinking from military blackmail, unlawful coercion and blockades, as is the case with Cuba despite numerous United Nations resolutions. Next year marks the sixtieth anniversary of the Declaration on the Granting of Independence to Colonial Countries and Peoples, which was adopted on Russia's initiative. To this day, however, a number of western States are still clinging to the old rules, ignoring the Declaration and other General Assembly resolutions on decolonization that pertain directly to them by retaining their control over former overseas territories. This November marks another anniversary -20 years since the Charter for European Security and the Platform for Cooperative Security were adopted at the sixth Summit of the Organization for Security and Cooperation in Europe (OSCE). Those documents set out the principles of cooperation for every country and regional organization in the Euro-Atlantic area. Our Heads of States and Governments solemnly declared that no country should pursue its own security at the expense of another. Today, regrettably, the consensus reached back then at the highest level is being replaced by the practices that NATO has adopted as its rules, as it continues to think in terms of seeking out enemies, moving its military infrastructure eastward towards Russia's borders and increasing its military budgets, although they are already more than 20 times larger than those of Russia. We call for a return to the agreements that establish equal and indivisible security within the OSCE area, which some of Europe's responsible politicians have spoken out in favour of recently, as was the case at the August meeting of President Putin of Russia and President Macron of France, for instance. We also need a reliable and open architecture in the Asia-Pacific region. It would be dangerous to yield to the temptation to divide it into conflicting blocs, which would be at odds with the goal of uniting the efforts of every country of the region to respond effectively to the continuing threats and challenges there, including that of resolving the whole complex of issues on the Korean peninsula by exclusively peaceful means. Tremendous damage has been done to the decades- old system of global strategic stability by the actions of the United States, which, after withdrawing from the Anti-Ballistic Missile Treaty, has now destroyed the Intermediate-Range Nuclear Forces Treaty, with the obedient support of every member of NATO. Now the future of the New Strategic Arms Reduction Treaty (New START) is in question. On top of that, the United States refuses to ratify the Comprehensive Nuclear- Test-Ban Treaty and has lowered the threshold in its doctrinal documents for the use of nuclear weapons. It is also on a course to transform cyberspace and outer space into arenas for military confrontation. Russia has put forward a number of initiatives to prevent the further escalation of tensions. President Putin announced the decision to refrain from deploying land- based intermediate- and short-range missiles in Europe and other regions as long as the United States does the same. We have urged the United States and NATO to sign up to a moratorium in that regard. We have also repeatedly invited Washington to begin negotiations on extending the New START Treaty. Together with China, we support an agreement on a legally binding document on the prevention of an arms race in outer space. So far the reaction of the United States and its allies to all of these proposals has not been encouraging. We are also disturbed by the protracted lack of a response to a proposal we made to our American colleagues a year ago to adopt a high-level Russian-American declaration on the unacceptability and inadmissibility of nuclear war, a war that by definition no one can win. We call on all Member States to support that initiative. Today I would like to announce that during the current session of the General Assembly we will introduce a draft resolution on strengthening and developing the system of agreements on arms control, disarmament and non-proliferation. We invite everyone to constructive negotiations. The adoption of such a resolution would represent a major contribution to creating the conditions for a successful Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons next year. Russia will continue to work diligently to strengthen global security. We are acting with the utmost responsibility in this area by exercising restraint in building our defence capacity, although obviously not at the expense of effectively guaranteeing national security, and in full compliance with international law. We support the consolidation of efforts to combat international terrorism under the auspices of the United Nations. In the interests of mobilizing the potential of regional organizations to suppress the threat of terrorism, Russia convened a ministerial meeting of the Security Council (see S/PV.8626), with the participation of representatives of the Collective Security Treaty Organization, the Shanghai Cooperation Organization and the Commonwealth of Independent States. One of the most crucial tasks of the international community is developing generally acceptable approaches to regulating the digital arena and understanding the processes related to the development of artificial intelligence. Last year, the General Assembly endorsed the start of substantive work to agree on rules for responsible State behaviour in the information space. On Russia's initiative it also adopted resolution 73/187, on combating cybercrime. It will be important to work to reach legally binding agreements on every aspect of international information security. We should also ramp up our efforts to settle the many crises and conflicts all over the world. The main point is to get the parties involved to comply with existing agreements and not to allow them to invent pretexts for refusing to fulfil commitments they have already made. Of course, that also applies to conflicts in the post-Soviet space, including the importance of strict compliance with the provisions of the Minsk package of measures for resolving the crisis in eastern Ukraine. In Syria, where there have been major successes in the fight against terrorism, the priority now is further advancing the political process, led by the Syrians with the assistance of the United Nations. With the decisive contribution of Russia, Turkey and Iran as guarantors of the Astana format, the Constitutional Committee has been established, as Secretary-General Antonio Guterres announced a few days ago. On the agenda are post-conflict reconstruction and the creation of conditions conducive to the return of refugees. The United Nations system should play a much more active role in this. In general, however, there are still many problems in the Middle East and North Africa. We have seen what is happening in Libya and Yemen. The prospects for a resolution of the Palestinian peace process and the realization of the Arab Peace Initiative are on the verge of collapse. The attempts to play the Kurdish card, which is potentially a combustible issue for many countries, are alarming. The tensions in the Persian Gulf are being artificially escalated. We call for resolving the existing disagreements through dialogue, without resorting to baseless accusations. This summer we contributed by presenting Russia's renewed concept for collective security in the region. Yesterday, in support of the efforts of African States to end the conflicts on their continent, Russia held a Security Council meeting on strengthening peace and security in Africa (see S/PV.8627). In Sochi, at the end of October, we will host the first-ever Russia-Africa Summit, and we hope that its results will enable us to improve the effectiveness of the fight against the current challenges and threats, as well as of the work on the development issues that African countries face. The reform of the Security Council is aimed at improving the anti-crisis and peacekeeping activities of the United Nations. The realities of our multipolar world mean that our chief task is finding a formula that can end the obvious geopolitical imbalances in the Council's current composition and expand the representation of African, Asian, and Latin American countries on it, with the broadest possible agreement of Member States. Dividing lines are damaging to the world economy as well as world politics. The economy's inclusive growth is being limited as a result of the fact that other rules are replacing the norms of the World Trade Organization - methods involving unfair competition, protectionism, trade wars, unilateral sanctions and blatant abuse of the status of the American dollar. That all leads to the fragmentation of the global economic arena and has a negative impact on people's lives. We believe that it is essential to return to working constructively together both in entities of the United Nations system and in the Group of 20. We will help to create conditions conducive to that, including through the potential of the BRICS group of countries of Brazil, Russia, India, China and South Africa, of which Russia will assume the pro tempore presidency in 2020. Together with other like-minded countries, we support harmonizing integration processes. That approach is at the core of President Putin's initiative in establishing a greater Eurasian partnership made up of the member countries of the Eurasian Economic Union, the Shanghai Cooperation Organization and the Association of Southeast Asian Nations, and which is open to all States in Eurasia, including the European Union member countries. We have already made progress in that direction by linking development plans for the Eurasian Economic Union and the Chinese Belt and Road initiative. The consistent implementation of those efforts will enable us not only to speed up economic growth but also to lay a solid foundation for building a space of peace, stability and cooperation from Lisbon to Jakarta. In the run-up to the next anniversary of the United Nations, I would like to underline that despite all its trials, the system of a world order centred on the United Nations remains stable and has considerable capacity for resilience. It is a kind of safety net, and if we respect the Charter, it will guarantee humankind's peaceful development by finding a balance of what are sometimes the very contradictory interests of various countries. Perhaps the main conclusion to be drawn from those 75 years is that States' experience of non-ideological cooperation in the face of a common threat, gained in the course of that cruellest of wars, is still relevant. Today's challenges and threats are no less dangerous. Only by working together can we respond to them effectively. Half a century ago, the great Russian scholar, public figure and Nobel laureate Andrei Sakharov wrote, \"The division of mankind threatens it with destruction ... If mankind is to step away from the brink, it must overcome its divisions\". The founding fathers of the United Nations saw its chief task as one of uniting. Let us show ourselves worthy of their legacy and their memory.",
    "Turkey": "On behalf of the Turkish nation and on my own behalf, I salute the General Assembly with the most heartfelt emotion. I would like to thank Ms. Espinosa Garces for her successful work over the past year. I also wholeheartedly congratulate Mr. Tijjani Muhammad Bande, who has taken up the presidency of the General Assembly at its seventy-fourth session. I hope and pray that this session of the Assembly will bring peace and prosperity to the whole world and humankind. Our world today faces many challenges and much pain resulting from injustice on a global scale. The great scholar of our civilization, Rumi, once defined justice as \"appropriately sharing rights and obligations among the people and allocating to them what they are entitled to\". It is obvious that today neither people's rights nor their responsibilities are shared appropriately. At the same time, injustice generates instability, power struggles, crises, waste and extravagance. Yet the Organization in whose Hall we are gathered today was established in the aftermath of the Second World War with the ultimate purpose of eradicating injustice. Indeed, the international community is gradually losing its ability to find lasting solutions to such challenges as terrorism, hunger, misery and climate change, all of which threaten the future of all of us. We have no doubt that the theme for the seventy- fourth session of the General Assembly is fitting in that regard: \" Galvanizing multilateral efforts for poverty eradication, quality education, climate action and inclusion\". But what is more important than that is to understand what we can achieve together. It is unacceptable to see that one part of the world lives in luxury and enjoys the benefits of prosperity while people in other parts of the world suffer at the hands of poverty, misery and illiteracy. It is painful to see that, while a fortunate minority in the world is discussing such issues as digital technology, robotics, artificial intelligence and obesity, more than 2 billion people are living under the poverty line and 1 billion people are suffering from hunger. We cannot turn our backs on the reality that, until all of us are safe, none of us will be safe. For many years I have been saying from this rostrum that we cannot leave the fate of humankind to the discretion of a handful of countries. Today I would like to reiterate once again that the world is greater than five countries. It is high time that we change our current mentality, our institutions, organizations and rules. The inequality between nuclear-weapon States and non-nuclear-weapon States is by itself enough to undermine global stability. It bothers us, like everyone else, that weapons of mass destruction, instead of being totally eliminated, are used as leverage in every crisis. The possession of nuclear power should either be forbidden for all or permissible for everyone. For the sake of a peaceful future for all humankind, let us solve that problem as soon as possible on the basis of justice. At a time when 13 people lose their lives every minute owing to air pollution and when global warming threatens our very future, we cannot afford to remain indifferent. First and foremost, we need to strengthen the capacity and efficiency of the United Nations. In particular, we should immediately carry out much- needed fundamental reforms of the Security Council, in line with the principles of justice and equality. With a proactive and humane foreign policy, Turkey embraces the rest of the world and strives to find justice-based solutions to our problems. It is not without reason that Turkey has earned distinction as the most generous country in terms of humanitarian aid and the country hosting the largest number of displaced persons in the world. The third African Union-Turkey Partnership summit, to be held in Turkey in 2020, is another concrete example of our dedication and our proactive humanitarian policy. I invite all the countries present in this Hall to support our policies and initiatives, which we have formulated on the basis of justice, ethics and conscience. Syria today has become a wound in the collective conscience of humankind and a symbol of global injustice. Since 2011 the regime and terrorist organizations, as well as the forces encouraging them, have been pursuing a policy of perpetual crisis. Almost 1 million people have been killed and 12 million people have been displaced, while half of the population has been forced to live elsewhere. The Syrian crisis needs to be ended once and for all. Turkey is the country most affected by the threat of Da'esh, the terrorist organization that has threatened our borders and targeted the very heart of surrounding cities with suicide bombings, killing hundreds of Turkish citizens. Turkey is the country that has inflicted the most important and heaviest blow against the presence of Da'esh in Syria. Through Operation Euphrates Shield, we have neutralized approximately 3,500 Da'esh terrorists and paved the way for that terrorist organization's downfall in Syria. We are also at the forefront of international efforts to identify the terrorists and foreign fighters who come from all over the world to join Da'esh, by imposing entry bans and deportations to and from our country. At the same time, Turkey is the most generous country today in terms of humanitarian aid and in terms of the ratio between official humanitarian assistance and gross domestic product. We are currently hosting 5 million asylum seekers who are fleeing conflict, starvation and persecution. In other words, there are more asylum-seekers in Turkey than in the combined population of 29 states of the United States, and 3.6 million of them are from Syria. In fact, the number of Syrian brothers and sisters we are currently hosting on our soil is well over half the population of New York City. We have devoted $40 billion to the asylum seekers over the past eight years. But have we in Turkey received anything? I will tell the Assembly. To date we have received no more than €3 billion from the European Union, not as direct contributions into our national budget but through international organizations. That amount was allocated to the Disaster Relief Agency of Turkey and the Turkish Red Crescent. Of the asylum seekers who have fled to our country, 365,000 have safely returned to areas that we have secured within Syria, including the city of Jarablus. Nearly half the Syrian asylum seekers in Turkey are under the age of 18. The number of Syrian children born on our territory has reached 500,000. We provide them not only housing but also with essential services, such as education and health care. Unfortunately, the international community has been too quick to forget the journey of survival that they have made, ending either in the dark waters of the Mediterranean Sea or confronted by the security fences stretching along the borders that they are trying to flee. As the Assembly can see, this is the picture of baby Aylan, whose lifeless body washed ashore not so long ago but has already been forgotten. We should never forget that that could happen to any of us. There are many baby Aylans. There are millions of baby Aylans. And we need to take action for them. It is a responsibility to which we must rise. In the first eight months of this year alone, we saved 32,000 irregular migrants from drowning at sea and sent 58,000 irregular migrants, excluding Syrians, back to their countries. Together with those fleeing other parts of the world, Turkey currently hosts 5 million oppressed and victimized people on its soil. Unfortunately, we have been abandoned in our selfless sacrifice to benefit asylum-seekers. Genuine return has not been possible to the regions in Syria controlled by the regime and terrorist organizations such as the Kurdistan Workers' Party- Kurdish People's Protection Units (PKK-YPG) and Da'esh. Syrians who fled their country for their lives have been able to return only to those areas liberated and secured by Turkey. Today we face three important issues that must be dealt with as we seek to resolve the humanitarian crisis in Syria. The first is the territorial integrity and political unity of Syria, which depends greatly on an effectively functioning constitutional committee. We met with our Russian and Iranian counterparts in Ankara early last week and, through the Russian summit memorandum, have managed to accomplish most of our goals. When a permanent political solution is reached in Syria, territorial integrity will be restored. The second important issue is that we must do everything possible to prevent a possible massacre in the city of Idlib and a wave of migration 4 million strong. Despite some setbacks, the agreement we reached with Russia in Sochi on that issue remains valid. Turkey cannot withstand another influx of migration. We therefore expect all countries around the world to support Turkey's efforts to ensure security and stability in Idlib. The third important issue is the elimination of the PKK-YPG terrorist organization east of the Euphrates, where it occupies one quarter of Syria and seeks to legitimize itself as the so-called Syrian democratic forces. We will not be able to find a permanent solution to the issue of Syria if we fail to deal with all terrorist organizations in the same way. We remain engaged in talks with the United States with a view to establishing a safe zone within Syria. We intend to establish a peace corridor in Syria, 30 kilometres wide by 480 kilometres long, where we hope, with the support of the international community, to facilitate the settlement of 2 million Syrians. I would like to show the Assembly a map illustrating our plans - the border with Turkey and the proposed safe zone below. If such a safe zone can be established, we could confidently resettle between 1 million and 2 million refugees. Achieving that goal is within our reach. By working together - with the United States, the coalition forces, Russia and Iran - we could resettle the refugees, thereby saving them from tent camps or container camps. We can take the necessary steps by working together. The Republic of Turkey cannot bear that burden alone. We need to take the necessary measures as soon as possible. If the region can be extended to the Deir ez-Zor/Raqqa line, we could increase to 3 million the number of Syrians who will return from Turkey, Europe and other parts of the world. We are resolutely committed to implementing that plan and have already begun the necessary preparations. We are also laying the groundwork for the holding of an international conference with the participation of Lebanon, Iraq and Jordan. We also attach great importance to the success of the Global Refugee Forum, which we will co-chair in Geneva in December. In our view, a donor conference should be convened under the auspices of the United Nations to support returns to safe areas. There is also a need for worldwide implementation of the Global Compact for Safe, Orderly and Regular Migration and the global compact on refugees, as adopted and affirmed at the United Nations last year. If we succeed in establishing an environment of trust and stability on the basis of the principles of legitimacy and justice in Syria, we will also help to alleviate the situation in neighbouring Iraq that has been generated by the presence of Da'esh and the PKK. I take this opportunity to call on the entire United Nations family to engage in initiatives and support our ongoing efforts to stop the humanitarian crisis in Syria. The Mediterranean basin, in addition to the tragedies triggered by the Syrian crisis, such as illegal migration, faces further problems owing to developments in the eastern Mediterranean. Despite negotiations over more than five decades, the Cyprus question has yet to be resolved because of the uncompromising position of the Greek Cypriots. The Greek Cypriot side has been pursuing an inequitable and unjust policy of imposition and refuses to share political power and prosperity with the Turkish Cypriots. Turkey is the international treaty-based guarantor of the Turkish Cypriot people, with whom it has deep historical and cultural bonds. Similarly, Greece is a guarantor, as well the United Kingdom. It is clear that those who claim to be working towards solving the Cyprus problem with zero security and zero guarantee have had ill-intentions from the outset. For its part, Turkey will continue its efforts until a solution that guarantees the security and rights of the Turkish Cypriot people is reached. We believe that the energy resources in the eastern Mediterranean constitute an important opportunity for cooperation if we all adopt a win-win approach. Unfortunately, however, despite our reasonable approach, some countries in the region, through unilateral action, are trying to turn the issue of energy resources into a conflict. In the eastern Mediterranean, we are determined to protect the legitimate rights and interests of both Turkey and the Turkish Cypriot people until the very end. We will continue to be open minded to all proposals based on cooperation and equitable sharing. Libya is another critical area of the Mediterranean. We endeavour to ensure security and stability in the country by establishing a democratic Administration based on the free will of the people. The political and economic empowerment of Libya will provide relief for both North Africa and Europe. The solution in that country can be reached only by respecting the choices and the free will of the Libyan people. Interventions in Yemen and Qatar have had serious consequences in both humanitarian and economic terms. We should all seek an immediate settlement to that crisis in the region, which has re-emerged as a result of the attacks on oil production facilities. We will continue to follow the developments relating to the demise of journalist Jamal Khashoggi, who was brutally murdered last year and on whose case the courts have yet to reach a verdict, because we are steadfast in our commitment in that regard. Another issue that we are heavily invested in is that Egypt's first democratically elected President, Mohamed Morsi, suspiciously lost his life in a court room and his family was not allowed to give him a proper burial. That remains a bleeding wound in our hearts. They have both become a profound symbol of the need for justice and equality in the region. We also hope that the discussions about Iran's activities, as well as the related threats to that country, will be resolved in a rational manner. The Palestinian territories today under Israeli occupation have become one of the most striking places of injustice. If the images of an innocent Palestinian woman who was heinously murdered by Israeli security forces on the street just a few days ago will not awaken the global conscience, then we have reached a point where words no longer suffice. I am quite curious about this map of Israel. Where does the land of Israel begin and end? Look at this map. Where was Israel in 1947 and where is Israel now? Where was Israel between the years of 1949 and 1967 in particular, and where is it now? Look. This is 1947, the land of Palestine. There is almost no Israeli presence in those lands; the entire territory belongs to the Palestinians, as the map suggests. However, in 1947, the distribution plan took place and was ratified, Palestinian lands began to shrink and Israel started expanding. From 1947 to 1967 Israel continued to expand and Palestine continued to shrink. In the current situation there is seemingly no Palestinian presence and the entire land belongs to Israel. But is that enough for Israel? No, Israel remains intent on taking over the remaining territories. What about the Security Council, the United Nations and their resolutions? Are those resolutions being activated, implemented and enforced? No, they are not. We must therefore ask ourselves, what purpose does the United Nations serve? Under this roof we adopt resolutions that effect no change. When and where, then, can justice prevail? That is the origin of our suffering and pain. The current Israeli Government, together with their murders and atrocities, is busy intervening in and attacking the historical legal status of Jerusalem and its holy sacred sites and artefacts. We as Turkey have a clear stance on that issue - the immediate establishment of an independent Palestinian State, with homogeneous territories on the basis of the 1967 borders and with East Jerusalem as its capital, is the only solution. Any other peace plan, apart from that, will never stand a chance at being fair, just and implemented. Now, from the rostrum of the General Assembly, I ask those present, where are the borders of the State of Israel? Are they the 1947 borders, the 1967 borders or is there another border of which we must be informed? How can the Golan Heights and the West Bank settlements be seized, just like other occupied Palestinian territories, before the eyes of the world if they do not fall within the official borders of that State? Is the aim of the initiative promoted as the deal of the century to entirely eliminate the presence of the State and the people of Palestine? Is there a thirst for more bloodshed? All the actors of the international community, in particular the United Nations, should provide concrete support to the Palestinian people beyond mere promises. It is very important in that regard for the United Nations Relief and Works Agency for Palestine Refugees in the Near East to continue its activities effectively. Turkey will continue to stand by the oppressed people of Palestine, as it has always done. It is also very important for the South Caucasus to cease to be one of the areas of conflict and tension in the world, with a view to achieving a fair and peaceful future. It is unacceptable that Nagorno Karabakh and its surrounding areas, which are Azerbaijani territories, are still occupied despite all the resolutions that have been adopted in that regard. One of the problems to which the international community has failed to devote enough attention is the Kashmir conflict, which has been awaiting a solution for 72 years. The stability and prosperity of South Asia cannot be separated from the Kashmir issue. Despite the resolutions that the Security Council has adopted, Kashmir remains besieged and 8 million people are still stuck in Kashmir; they cannot leave. In order for the Kashmiri people to look towards a safe future with their Pakistani and Indian neighbours, it is imperative to solve the problem with dialogue and on the basis of justice and equality, instead of with conflict. Another issue to which the world appears to remain indifferent is the humanitarian tragedy faced by Rohingya Muslims. The independent commission of inquiry, established under the auspices of the United Nations, has recorded the existence of a genocidal intent behind the events perpetrated in Myanmar's Rakhine state. Turkey will continue to carry out initiatives to ensure the security and fundamental rights of the Rohingya people, as well as the humanitarian relief activities it has undertaken since day one. The invasions, conflicts and terrorist activities that have continued uninterrupted in Afghanistan for almost four decades have also raised challenges at the global level. It is high time for peace and security to be restored. It is up to us to assume that responsibility and to take action. Today, one of the biggest threats to global peace and stability is the rise in racist, xenophobic, discriminatory and anti-Islamic rhetoric. Muslims are the primary targets of hate speech, discrimination and defamation against their sacred values. The most striking recent example was the terrorist attack perpetrated last March in Christchurch, New Zealand. Just as the terrorist attack targeting Muslims in New Zealand was wrong and unacceptable, acts of terrorism targeting Christians in Sri Lanka and Jewish communities in the United States are equally wrong and unacceptable. We are responsible for turning that disease into a raging insanity. Populist politicians seeking votes by provoking such tendencies, as well as the communities that normalize hate speech under the pretext of freedom of expression, are primarily the ones to blame. Prejudice, ignorance and bigotry, as well as attempts to marginalize migrants, in particular Muslims, have paved the way for the rise in such morbid tendencies, which can be defeated only by our common will and efforts. As statesmen and stateswomen, it is our fundamental duty to adopt inclusive and tolerant public rhetoric to eradicate the scourge of terrorism once and for all. The Secretary-General recently introduced the Plan of Action to Safeguard Religious Sites, a United Nations initiative in the establishment of which Turkey played a lead political role within the United Nations Alliance of Civilizations. We hope it will help raise awareness on the issue. I hereby request the designation of 15 March by the United Nations - the date the Christchurch attack was carried out - as the International Day for Solidarity against Islamophobia. I also invite the Islamic world to start a thorough assessment of all issues, in particular the Sunni-Shia divide, which have fuelled its internal conflicts and political power struggles to date, and to settle their disputes once and for all. Turkey is a rightful successor to the collective heritage of both Eastern and Western civilizations, owing to its geographical location at the centre of the ancient world. Therefore, we are obliged to take the necessary steps, assume responsibility and rise to the occasion. We will continue to fulfil our responsibilities to humankind because we are deeply affected, directly and indirectly, by the crises that besiege our region. A United Nations - and especially a Security Council - that is reformed on the basis of justice, moral values and conscience will again give hope and aspirations to humankind. Turkey stands ready to support all endeavours and initiatives in that regard. With that understanding, we are willing to assume the presidency of the General Assembly at it seventy-fifth session We have therefore nominated to that important post Ambassador Volkan Bozkir, former Minister of European Union Affairs and current Chairman of the Foreign Affairs Committee of the Grand National Assembly of Turkey. We have full confidence that Mr. Bozkir, a seasoned diplomat and politician, will shoulder that responsibility very successfully. I trust that the Assembly will give him its full support. Istanbul, the biggest city in Turkey, currently hosts various United Nations regional agencies and we would like to turn Istanbul into a bigger regional and global hub for the United Nations. The United Nations Technology Bank for the Least Developed Countries became operational last year in Istanbul. We also appreciate the positive and encouraging reactions we have received to date to our proposal to host a United Nations youth centre in Istanbul, which I announced last year from this very rostrum (see A/73/PV.6). There are now 59 members of the Group of Friends of Mediation, which we co-chair. We have carried that United Nations initiative into the Organization for Security and Cooperation in Europe and the Organization of Islamic Cooperation. I believe that it is within our reach to find fair, equitable and conscientious solutions to all the global challenges we face. I would like to conclude my remarks with the following wishes: freedom for all, peace for all, prosperity for all, justice for all and a peaceful and safe future for all. I wish every success for the work of the seventy-fourth session of the General Assembly. On behalf of my people, I extend greetings to all members with the most heartfelt love and respect.",
    "USA": "Seven decades of history have passed through this Hall in all of their richness and drama. From where I stand, the world has heard from presidents and premiers, even at the height of the Cold War. We have seen the foundation of nations. We have seen the ringleaders of revolution. We have beheld saints who inspired us with hope, rebels who steered us with passion and heroes who emboldened us with courage, all here to share plans, proposals, visions and ideas on the world's biggest stage. Like those who met us before, our time is one of great contests, high stakes and clear choices. The essential divide that runs all around the world and throughout history is once again thrown in to stark relief. It is the divide between those whose thirst for control deludes them into thinking they are destined to rule over others and those people and nations who want only to rule themselves. I have the immense privilege of addressing the General Assembly today as the elected leader of a nation that prizes liberty, independence and self-government above all. The United States, after having spent over $2.5 trillion since my election to completely rebuild our great military, is also by far the world's most powerful nation. Hopefully, it will never have to use this power. Americans know that, in a world where others seek conquest and domination, our nation must be strong in wealth, in might and in spirit. That is why the United States rigorously defends the traditions and customs that have made us who we are. Like my beloved country, each nation represented in this Hall has a cherished history, culture and heritage that is worth defending and celebrating, and which gives us our singular potential and strength. The free world must embrace its national foundations. It must not attempt to erase them or replace them. Looking around and all over this large, magnificent planet, the truth is plain to see. If you want freedom, take pride in your country. If you want democracy, hold on to your sovereignty. And if you want peace, love your nation. Wise leaders always put the good of their own people and their own country first. The future does not belong to globalists. The future belongs to patriots. The future belongs to sovereign and independent nations that protect their citizens, respect their neighbours and honour the differences that make each country special and unique. That is why we in the United States have embarked on an exciting programme of national renewal. In everything we do, we are focused on empowering the dreams and aspirations of our citizens. Thanks to our pro-growth economic policies, our domestic unemployment rate reached its lowest level in over half a century. Fuelled by massive tax cuts and regulations cuts, jobs are being produced at a historic rate. Six million Americans were added to the employment rolls in under three years. Last month, African-American, Hispanic-American and Asian- American unemployment reached their lowest rates ever recorded. We are marshalling our nation's vast energy abundance, and the United States is now the number one producer of oil and natural gas anywhere in the world. Wages are rising, incomes are soaring and 2.5 million Americans have been lifted out of poverty in less than three years. As we rebuild the unrivalled might of the American military, we are also revitalizing our alliances by making it very clear that all of our partners are expected to pay their fair share of the tremendous defence burden that the United States has borne in the past. At the centre of our vision for national renewal is an ambitious campaign to reform international trade. For decades, the international trading system has been easily exploited by nations acting in very bad faith. As jobs were outsourced, a small handful grew wealthy at the expense of the middle class. In America the result was 4.2 million lost manufacturing jobs and $15 trillion in trade deficits over the last quarter-century. The United States is now taking decisive action to end this grave economic injustice. Our goal is simple. We want balanced trade that is both fair and reciprocal. We have worked closely with our partners in Mexico and Canada to replace the North American Free Trade Agreement with a brand new and, hopefully, bipartisan United States-Mexico-Canada agreement. Tomorrow I will join Prime Minister Abe of Japan to continue our progress in finalizing a terrific new trade deal. As the United Kingdom makes preparations to exit the European Union, I have made clear that we stand ready to complete an exceptional new trade agreement with the United Kingdom that will bring tremendous benefits to both our countries. We are working closely with Prime Minister Boris Johnson on a magnificent new trade deal. The most important difference in America's new approach to trade concerns our relationship with China. In 2001, China was admitted to the World Trade Organization (WTO). Our leaders at that time argued that that decision would compel China to liberalize its economy and strengthen protections against things that were unacceptable to us and in support of private property and the rule of law. Two decades later, that theory has been tested and proven completely wrong. Not only has China declined to adopt promised reforms, but it has embraced an economic model dependent on massive market barriers, heavy State subsidies, currency manipulation, product dumping, forced technology transfers and the theft of intellectual property and trade secrets on a grand scale. As just one example, I recently met the Chief Executive Officer of a terrific American company, Micron Technology, at the White House. Micron produces memory chips used in countless electronics. To advance the Chinese Government's five-year economic plan, a company owned by the Chinese State allegedly stole Micron's designs, valued at up to $8.7 billion. Soon the Chinese company obtained patents for a nearly identical product, and Micron was banned from selling its own goods in China. But we are seeking justice. The United States lost 60,000 factories after China entered the WTO. That is happening to other countries all over the globe. The World Trade Organization needs drastic change. The second-largest economy in the world should not be permitted to declare itself a developing country in order to game the system at others' expense. For years, those abuses were tolerated, ignored or even encouraged. Globalism exerted a religious pull over past leaders, causing them to ignore their own national interests. But as far as America is concerned, those days are over. To confront those unfair practices, I placed massive tariffs on more than $500 billion worth of Chinese-made goods. Already, as a result of those tariffs, supply chains are relocating back to America and other nations and billions of dollars are being paid to our Treasury. The American people are absolutely committed to restoring balance to our relationship with China. Hopefully, we can reach an agreement that would be beneficial for both countries. But as I have made very clear, I will not accept a bad deal for the American people. As we endeavour to stabilize our relationship, we are also carefully monitoring the situation in Hong Kong. The world fully expects that the Chinese Government will honour its binding treaty made with the British and registered with the United Nations, in which China commits to protecting Hong Kong's freedom, legal system and democratic ways of life. How China chooses to handle the situation will say a great deal about its role in the world in future. We are all counting on President Xi as a great leader. The United States does not seek conflict with any other nation. We desire peace, cooperation and mutual gain with all. But I will never fail to defend America's interests. One of the greatest security threats facing peace-loving nations today is the repressive regime in Iran. The regime's record of death and destruction is well known to us all. Not only is Iran the number one State sponsor of terrorism, but Iran's leaders are fuelling the tragic wars in both Syria and Yemen. At the same time, the regime is squandering the nation's wealth and future in a fanatical quest for nuclear weapons and the means to deliver them. We must never allow that to happen. To stop Iran's path to nuclear weapons and missiles, I withdrew the United States from the terrible Iran nuclear deal, which has very little time remaining. It did not allow inspection of important sites and did not cover ballistic missiles. Following our withdrawal, we implemented severe economic sanctions on the country. Hoping to free itself from sanctions, the regime has escalated its violent and unprovoked aggression. In response to Iran's recent attack on oil facilities in Saudi Arabia, we just imposed the highest level of sanctions on Iran's central bank and sovereign wealth fund. All nations have a duty to act. No responsible Government should subsidize Iran's bloodlust. As long as Iran's menacing behaviour continues, sanctions will not be lifted; they will be tightened. Iran's leaders will have turned a proud nation into just another cautionary tale of what happens when a ruling class abandons its people and embarks on a crusade for personal power and riches. For 40 years, the world has listened to Iran's rulers as they lash out at everyone else for the problems they alone have created. They conduct ritual chants of \"Death to America\" and traffic in monstrous anti-Semitism. Last year, the country's Supreme Leader stated: Israel is a malignant, cancerous tumour that has to be removed and eradicated: it is possible and it will happen. America will never tolerate such anti-Semitic hate. Fanatics have long used the hatred of Israel to distract from their own failures. Thankfully, there is a growing recognition in the wider Middle East that the countries of the region share common interests in battling extremism and unleashing economic opportunity. That is why it is so important to have full normalized relations between Israel and its neighbours. Only a relationship built on common interests, mutual respect and religious tolerance can forge a better future. Iran's citizens deserve a Government that cares about reducing poverty, ending corruption and increasing jobs, not stealing their money to fund massacres at home and abroad. After four decades of failure, it is time for Iran's leaders to step forward and stop threatening other countries and focus on building up their own country. It is time for Iran's leaders to finally put the Iranian people first. America is ready to embrace friendship with all who genuinely seek peace and respect. Many of America's closest friends today were once our greatest foes. The United States has never believed in permanent enemies. We want partners, not adversaries. America knows that, while anyone can make war, only the most courageous can choose peace. For the same reason, we have pursued bold diplomacy on the Korean peninsula. I have told Kim Jong Un what I truly believe - that, like Iran, his country is full of tremendous untapped potential, but that in order to realize that promise North Korea must denuclearize. Around the world our message is clear - America's goal is lasting harmony, and not to go on with these endless wars. With that goal in mind, my Administration is also pursuing the hope of a brighter future in Afghanistan. Unfortunately, the Taliban has chosen to continue their savage attacks. We will continue to work with our coalition of Afghan partners to stamp out terrorism, and we will never stop working to make peace a reality. Here in the Western hemisphere we are joining with our partners to ensure stability and opportunity all across the region. In that mission, one of our most critical challenges is illegal immigration, which undermines prosperity, rips apart societies and empowers ruthless criminal cartels. Mass illegal migration is unfair, unsafe and unsustainable for everyone involved. The sending countries become depleted very fast, their young people are not taken care of and human capital goes to waste. The receiving countries are overburdened with more migrants than they can responsibly accept, and the migrants themselves are exploited, assaulted and abused by vicious coyotes. Nearly one third of women who make the journey north to our border are sexually assaulted along the way. Yet here in the United States and around the world there is a growing cottage industry of radical activists and non-governmental organizations that promote human smuggling. Those groups encourage illegal migration and demand the erasure of national borders. Today I have a message for those open-border activists who cloak themselves in the rhetoric of social justice: your policies are not just; your policies are cruel and evil; you are empowering criminal organizations that prey on innocent men, women and children; you put your own false sense of virtue before the lives and well-being of countless innocent people; when you undermine border security, you are undermining human rights and human dignity. Many of the countries represented here today are coping with the challenges of uncontrolled migration. Every country has the absolute right to protect its borders. And so, of course, does our country. Today we must resolve to work together to end human smuggling and human trafficking and put those criminal networks out of business for good. Our country, I can tell the Assembly sincerely, is working closely with our friends in the region, including Mexico, Canada, Guatemala, Honduras, El Salvador and Panama, to uphold the integrity of borders and ensure safety and prosperity for our people. I would like to thank President Lopez Obrador of Mexico for the great cooperation we are receiving and for right now putting 27,000 troops on our southern border. Mexico is showing us great respect, and I respect them in return. In the United States we have taken unprecedented action to stop the flow of illegal immigration. I implore anyone thinking of crossing our border illegally to please hear these words: do not pay the smugglers; do not pay the coyotes; do not put yourself in danger; do not put your children in danger because, if you make it here, you will not be allowed in; you will be promptly returned home; you will not be released into our country. As long as I am President of the United States, we will enforce our laws and protect our borders. For all of the countries of the Western hemisphere, our goal is to help people invest in the bright futures of their own nations. Our region is full of such incredible promise, dreams waiting to be built and national destinies for all waiting to be pursued. Throughout the hemisphere, there are millions of hard-working, patriotic young people eager to build, innovate and achieve. But those nations cannot reach their potential if a generation of young people abandon their homes in search of a life elsewhere. We want every nation in our region to flourish and its people to thrive in freedom and peace. In that mission we are also committed to supporting those people in the Western hemisphere who live under brutal oppression, such as those in Cuba, Nicaragua and Venezuela. According to a recent report of the Human Rights Council, women in Venezuela stand in line for 10 hours a day waiting for food. More than 15,000 people have been detained as political prisoners. Modern-day death squads are carrying out thousands of extrajudicial killings. The dictator Maduro is a Cuban puppet protected by Cuban bodyguards, hiding from his own people, while Cuba plunders Venezuela's oil wealth to sustain its own corrupt communist rule. Since I last spoke in this Hall (see A/73/PV.6), the United States and our partners have built a historic coalition of 55 countries that recognize the legitimate Government of Venezuela. To the Venezuelans trapped in that nightmare: please know that all of America is united behind you. The United States has vast quantities of humanitarian aid ready and waiting to be delivered. We are watching the situation in Venezuela very closely. We await the day when democracy will be restored, Venezuela will be free and liberty will prevail throughout the hemisphere. One of the most serious challenges our countries face is the spectre of socialism. It is a wrecker of nations and destroyer of societies. Events in Venezuela reminds us all that socialism and communism are not about justice, equality or lifting up the poor, and they are certainly about the good of the nation. Socialism and communism are about one thing only - power for the ruling class. Today I repeat a message for the world that I have delivered at home: America will never be a socialist country. In the last century socialism and communism killed 100 million people. Sadly, as we see in Venezuela, the death toll continues to rise in that country. Those totalitarian ideologies combined with modern technology had the power to exercise new and disturbing forms of suppression and domination. For that reason, the United States is taking steps to better screen foreign technology and investments and to protect our data and our security. We urge every nation present to do the same. Freedom and democracy must be constantly guarded and protected, both abroad and from within. We must always be sceptical of those who want conformity and control. Even in free nations, we see alarming signs and new challenges to liberty. A small number of social media platforms are acquiring immense power over what we can see and what we are allowed to say. A permanent political class is openly disdainful, dismissive and defiant of the will of the people. A faceless bureaucracy operates in secret and weakens democratic rule. The media and academic institutions make outright assaults on our histories, traditions and values. In the United States, my Administration has made clear to social media companies that we will uphold the right to free speech. A free society cannot allow social media giants to silence the voice of the people, and a free people must never, ever be enlisted in the cause of silencing, coercing, cancelling or blacklisting their own neighbours. As we defend American values, we affirm the right of all people to live in dignity. For that reason, my Administration is working with other nations to stop the criminalization of homosexuality, and we stand in solidarity with lesbian, gay, bisexual, transgender and queer persons who live in countries that punish, jail or execute individuals based upon sexual orientation. We are also championing the role of women in our societies. Nations that empower women are much wealthier and safer and much more politically stable. It is therefore vital - not only to a nation's prosperity but also to its national security - to pursue women's economic development. Guided by those principles, my Administration launched the Women's Global Development and Prosperity Initiative. It is the first- ever Government-wide approach to women's economic empowerment, which will work to ensure that women all over the planet have the legal right to own and inherit property, work in the same industries as men, travel freely and obtain access to credit and institutions. Yesterday I was pleased to host leaders for a discussion about an ironclad American commitment to protect religious leaders and religious freedom. That fundamental right is under growing threat around the world. It is hard to believe, but 80 per cent of the world's population lives in countries where religious liberty is in significant danger, or even completely outlawed. Americans will never tire in our efforts to defend and promote freedom of worship and religion. We want and support religious liberty for all. Americans will also never tire of defending innocent life. We are aware that many United Nations projects have attempted to assert a global right to taxpayer-funded abortion on demand right up until the moment of delivery. Global bureaucrats have absolutely no business attacking the sovereignty of nations that wish to protect innocent life. Like many nations here today, we in America believe that every child, born and unborn, is a sacred gift from God. There is no circumstance under which the United States will allow international actors to trample on the rights of our citizens, including the right to self- defence. That is why I announced this year that we will never ratify the Arms Trade Treaty, which would threaten the liberties of law-abiding American citizens. The United States will always uphold our constitutional right to keep and bear arms. We will always uphold our Second Amendment. The core rights and values America defends today were inscribed in America's founding documents. Our nation's founders understood that there will always be those who believe that they are entitled to wield power and control over others. Tyranny advances under many names and many theories, but it always comes down to the desire for domination. It protects not the interests of many but the privilege of few. Our founders gave us a system designed to restrain that dangerous impulse. They chose to entrust American power to those most invested in the fate of our nation, a proud and fiercely independent people. The true good of a nation can be pursued only by those who love it, by citizens who are rooted in its history, nourished by its culture, committed to its values and attached to its people, and who know that its future is theirs to build or theirs to lose. Patriots see a nation and its destiny in ways no one else can. Liberty is only preserved, sovereignty is only secured, democracy is only sustained and greatness is only realized by the will and devotion of patriots. In their spirit is found the strength to resist oppression, the inspiration to forge legacy, the goodwill to seek friendship and the bravery to reach for peace. Love of our nations makes the world better for all nations. I invite all the leaders present here today to join us in the most fulfilling mission a person could have, the most profound contribution anyone can make - lift up your nations, cherish your culture, honour your histories, treasure your citizens, make your countries strong, prosperous and righteous, honour the dignity of your people, and nothing will be out of your reach. When our nations are greater, the future will be brighter, our people will be happier and our partnerships will be stronger. With God's help, together we will cast off the enemies of liberty and overcome the oppressors of dignity. We will set new standards of living and reach new heights of human achievement. We will rediscover old truths, unravel old mysteries and make thrilling new breakthroughs. And we will find more beautiful friendship and more harmony among nations than ever before. The path to peace, progress, freedom, justice and a better world for all humankind begins at home. God bless those present, God bless the nations of the world. And God bless America."
}